bot_token = "6412664411:AAG56mTNxcgGOlMOvt5AhNQpO1B0Snlu0lU"
payments_token = "1832575495:TEST:4048a9aba0971711b1dae3f580b23897e6ece1f521c821378b3d785767f0dd65"
URL_APP = "None"

first_text = """🥊 Приветствую! Ты уже видел, как Артем Тарасов подрался с таксистом?

А все потому что… Люди выбрали новый CHANGAN UNI-V и правильно сделали!

У тебя скоро тоже будет шанс забрать эту машину НАВСЕГДА.
"""
#Сюда кнопка стать победителем

first_first_text = """Лидеры POP-MMA индустрии собрались, чтобы рассказать тебе про новый автомобиль CHANGAN UNI-V.

И подарить его одному из вас 😳

Стоимость машины — 3.000.000₽, но это еще не все!

Ты также можешь выиграть…
"""

first_second_text = """Победителей будет много 😱

Каждый из вас может выиграть не только машину, но и поучаствовать в розыгрыше призов на 600.000₽:

– 4️⃣ iPhone 14
– 1️⃣0️⃣ Подарочных карт «Золотое Яблоко» номиналом 10 000 ₽
– 3️⃣0️⃣ Подарочных боксов мужской косметики «TITANMAN»

"""

first_third_text = """Гарантированный подарок каждому участнику! 🎁

Каждый, кто участвует в розыгрыше призов получит гайд «На шаг ближе к успеху».

*Эта эксклюзивная информация от 6 одних из самых медийных POP-MMA бойцов*. То, чем они никогда не делились в других источниках.

"""

first_fourth_text = """Организовывают мои хорошие друзья, тут все прозрачно. Я им доверяю. Ваши данные никуда не уйдут, не переживайте

Можно и новую классную тачку CHANGAN UNI-V выиграть. Также 4 айфона 14 и подарочные карты от Золотого яблока и подарочные боксы мужской косметики Titanman

А, совсем чуть не забыл. Каждый кто поучаствует еще же гайд получит. Где мы с другими бойцами откровенно рассказали, как пришли к успеху

Не жди. Жми по кнопке “Заполняю” и участвуй!
"""

#Фото Артема Тарасова + надпись 
first_fifth_text = 'Артем Тарасов все контролирует'

first_sixth_text = """Заполни данные, чтобы поучаствовать в розыгрыше 

Артем Тарасов ручается за сохранность ваших данных!

Все конфиденциально и прозрачно.

Заполните свои данные, чтобы мы знали, как с вами связаться для вручения призов!  🎁

Интересно, кто же залетит в 2024-й на новой CHANGAN UNI-V…
"""

#Кнопка: Заполняю!



first_seventh_text = """*Заполни данные, чтобы поучаствовать в розыгрыше* 

Артем Тарасов ручается за сохранность ваших данных!

Все конфиденциально!

Заполните свои данные, чтобы мы знали, как с вами связаться для вручения призов!  🎁

Интересно, кто же залетит в 2024-й на новой CHANGAN UNI-V…
"""

second_text = """*Для начала давай познакомимся, напиши ФИО, как тебя зовут ⤵️*"""

#Пишет ФИО

third_text = """ *Напиши твой номер телефона* \n(информация конфиденциальна и не будет передаваться третьим лицам)\nНапиши номер в формате: 89997776655"""
#Пишет номер телефона

fourth_text = """*Напиши твой ник в Телеграм* \n(это нужно для того, чтобы мы могли тебе сообщить о твоем выигрыше)\n\n🚨Важно не менять ник до дня розыгрыша.\nНапиши ник в формате : @Myid"""
#пишет ник

fifth_text="""Отлично! Благодарим тебя за доверие! 

Выбери, какой вариант участия, больше тебе подходит ⬇️
"""
#инлайн кнопка узнать детальнее

seventh_text = """*Тариф Standard* для тех, кто хочет получить приз

А также участие в розыгрыше автомобиля Changan UNI-V
"""

#кнопка “Беру Standard”

#через 15 секунд
eighth_text = """Тариф 🥊 "VIP" ,  для тех, кто любит рисковать и готов испытать удачу и забрать максимум призов. POP-MMA вознаграждает рисковых. Участие в розыгрыше:

- автомобиля Changan UNI-V
– 4️⃣ iPhone 14
– 1️⃣0️⃣ Подарочных карт «Золотое Яблоко» номиналом 10 000 ₽
– 3️⃣0️⃣ Подарочных боксов мужской косметики «TITANMAN» – X30  
"""

#кнопка “Беру VIP”

#кнопка узнать про призы

ninth_text = """Тебе обязательно повезет! 🔥

Самое главное: каждый получит гарантированный подарок 🎁

Выбирай вариант участия в розыгрыше.
"""
#сюда картинки призов
#кнопка выбрать

#появляются кнопки снизу и больше не пропадают
# "Standard" и "VIP 🤩"

standard_text = """*Тариф Standard* для тех, кто хочет получить приз\n\nА также участие в розыгрыше автомобиля Changan UNI-V"""
#тут картинка стандарта 
# + кнопка беру стандарт

standard_vip_text = """*Тариф 🥊 "VIP"*, для тех, кто любит рисковать и готов испытать удачу на максимум. POP-MMA вознаграждает рисковых:"""
#тут картинка випа
# + кнопка беру вип

# через 30 минут
tenth_text = """ 🥊Каждый получит гайд «На шаг ближе к успеху» \nА также участие в розыгрыше:\n\n- автомобиля Changan UNI-Vn\n- IPhone 14 — Х4\n- подарочной карты «Золотое Яблоко» номиналом 10 000 ₽ — Х10\n- подарочного бокса мужской косметики «TITANMAN» — Х30"""

eleventh_text = """При покупке VIP-билета вы увеличиваете шанс на выигрыш:\n\n*1 VIP билет = 3 стандартным билетам*\n\nНе только информация от любимых бойцов, но и большой шанс на выигрыш!"""
#кнопка Беру VIP 🤩


#---------------------------------------------------------------

#После оплаты
twelve_text = """Назад пути нет, теперь есть только удача, которая принесет тебе победу 🚀
Но помимо этого ты уже можешь ознакомиться с гайдом  «На шаг ближе к успеху»
"""

#Картинка
# Кнопка «Забрать» 


#---------------------------------------------------------------
